Repository: HR0101/BusTimeApp
Catalog: BusTimeApp/Localization/Localizable.xcstrings
Source language: ja
Languages: en, zh_hans

# busNote.shopping
source: お買い物便
en: Shopping service
zh_hans: 购物班次

# busNote.viaStation
source: 海浜幕張駅経由
en: Via 海浜幕張駅
zh_hans: 经由海浜幕張駅

# busNote.viaYokado
source: ヨーカドー経由
en: Via ヨーカドー前
zh_hans: 经由ヨーカドー前

# common.close
source: 閉じる
en: Close
zh_hans: 关闭

# common.done
source: 完了
en: Done
zh_hans: 完成

# countdown.departed
source: 出発済み
en: Departed
zh_hans: 已出发

# countdown.hours
source: あと%d時間
en: %d hr left
zh_hans: 还有%d小时

# countdown.hoursMinutes
source: あと%1$d時間%2$d分
en: %1$d hr %2$d min left
zh_hans: 还有%1$d小时%2$d分钟

# countdown.leavingSoon
source: まもなく出発
en: Leaving soon
zh_hans: 即将出发

# countdown.minutes
source: あと%d分
en: %d min left
zh_hans: 还有%d分钟

# holiday.message
source: 本日は%@のため運休です。
en: There is no service today (%@).
zh_hans: 今日因%@停运。

# holiday.publicHoliday
source: 祝日
en: a public holiday
zh_hans: 节假日

# holiday.serviceDayNotice
source: 本日は%@のため運休です。以下は平日ダイヤの時刻です。
en: There is no service today (%@). The times below are from the weekday timetable.
zh_hans: 今日因%@停运。以下为工作日时刻表。

# holiday.weekend
source: 土日
en: the weekend
zh_hans: 周末

# home.notificationsButton
source: 設定した通知を確認
en: Check scheduled alerts
zh_hans: 查看已设置的提醒

# home.settingsButton
source: 設定を開く
en: Open settings
zh_hans: 打开设置

# home.tutorialButton
source: 使い方を開く
en: Open the guide
zh_hans: 打开使用说明

# liveActivity.alreadyDeparted
source: この便はすでに出発しています。別の便を選んでください。
en: This service has already departed. Please choose another one.
zh_hans: 该班次已经出发。请选择其他班次。

# liveActivity.alreadyShowing
source: この便はすでにLive Activityで表示中です。
en: This service is already showing as a Live Activity.
zh_hans: 该班次已在实时活动中显示。

# liveActivity.errorTitle
source: Live Activityエラー
en: Live Activity error
zh_hans: 实时活动错误

# liveActivity.genericError
source: Live Activityでエラーが発生しました。
en: A Live Activity error occurred.
zh_hans: 实时活动发生错误。

# liveActivity.noDepartureTime
source: 出発時刻を確認できないため、Live Activityを開始できません。
en: The departure time could not be confirmed, so the Live Activity cannot start.
zh_hans: 无法确认出发时间，因此无法启动实时活动。

# liveActivity.notPermitted
source: Live Activityを開始できません。iPhoneの設定で、BusTimeのLive Activityを許可してください。
en: Live Activities cannot start. Please allow Live Activities for BusTime in iPhone Settings.
zh_hans: 无法启动实时活动。请在 iPhone 设置中允许 BusTime 使用实时活动。

# liveActivity.openSettings
source: 設定を確認
en: Check settings
zh_hans: 查看设置

# liveActivity.otherBusShowing
source: 別の便のLive Activityを表示中です。先に「設定した通知」から表示を終了してください。
en: A Live Activity for another service is showing. Please end it from “Scheduled alerts” first.
zh_hans: 正在显示其他班次的实时活动。请先从“已设置的提醒”结束显示。

# liveActivity.startFailed
source: Live Activityを開始できませんでした。iPhoneの設定を確認して、もう一度お試しください。
en: The Live Activity could not start. Please check iPhone Settings and try again.
zh_hans: 无法启动实时活动。请检查 iPhone 设置后重试。

# manage.cancelOne
source: この通知を解除
en: Cancel this alert
zh_hans: 取消该提醒

# manage.clearAll
source: すべて解除
en: Clear all
zh_hans: 全部取消

# manage.empty
source: 設定されている通知はありません。
en: No alerts are set.
zh_hans: 没有已设置的提醒。

# manage.endLiveActivity
source: Live Activityを終了
en: End Live Activity
zh_hans: 结束实时活动

# manage.liveActivityShowing
source: ロック画面にバスの出発時間を表示しています。
en: The departure time is showing on the Lock Screen.
zh_hans: 正在锁定屏幕上显示巴士出发时间。

# manage.noLiveActivity
source: 表示中のLive Activityはありません。便を選ぶと開始できます。
en: No Live Activity is showing. Choose a service to start one.
zh_hans: 当前没有显示实时活动。选择班次即可开始。

# manage.notificationRow
source: 通知：%@
en: Alert: %@
zh_hans: 提醒：%@

# manage.openNotificationSettings
source: 通知の設定を開く
en: Open notification settings
zh_hans: 打开通知设置

# manage.permissionMessage
source: 通常の通知を受け取るには、iPhoneの通知許可が必要です。
en: You need to allow notifications in iPhone Settings to receive standard alerts.
zh_hans: 要接收普通提醒，需要在 iPhone 设置中允许通知。

# manage.standardSection
source: 通常の通知
en: Standard alerts
zh_hans: 普通提醒

# manage.title
source: 設定した通知
en: Scheduled alerts
zh_hans: 已设置的提醒

# notify.alsoLiveActivity
source: Live Activityも表示中です。
en: A Live Activity is also showing.
zh_hans: 同时正在显示实时活动。

# notify.busDescription
source: %1$@発｜%2$@
en: %1$@ dep. | %2$@
zh_hans: %1$@出发｜%2$@

# notify.dateFormat
source: M月d日(E) H:mm
en: MMM d (E) H:mm

# notify.liveActivityFailed
source: 通常通知は設定されましたが、Live Activityは開始できませんでした。
en: The standard alert was set, but the Live Activity could not start.
zh_hans: 已设置普通提醒，但无法启动实时活动。

# notify.liveActivityStarted
source: Live Activityも開始しました。
en: A Live Activity has also started.
zh_hans: 同时已启动实时活动。

# notify.minutesBefore
source: %1$lld分前（%2$@）
en: %1$lld min before (%2$@)
zh_hans: 提前%1$lld分钟（%2$@）

# notify.onlyNormalNotification
source: 別の便をLive Activityで表示中のため、通常通知だけを設定しました。
en: A Live Activity for another service is showing, so only the standard alert was set.
zh_hans: 因正在显示其他班次的实时活动，仅设置了普通提醒。

# notify.pushBody
source: %1$@が、あと%2$lld分で出発します。 ※時刻表の予定です。遅延・運休は反映されません。
en: %1$@ departs in %2$lld minutes. * Based on the published timetable. Delays and cancellations are not reflected.
zh_hans: %1$@将在%2$lld分钟后出发。 ※以时刻表为准，不反映延误和停运。

# notify.pushTitle
source: バスの時間をお知らせします
en: Your bus is coming
zh_hans: 为您提醒巴士时间

# notify.resultTitle
source: 通知設定
en: Alert
zh_hans: 提醒设置

# notify.scheduledMessage
source: 通知を設定しました。 %1$@ %2$@にお知らせします。%3$@ ※時刻表の予定です。遅延・運休は反映されません。
en: The alert is set. %1$@ You will be notified %2$@.%3$@ * Based on the published timetable. Delays and cancellations are not reflected.
zh_hans: 已设置提醒。 %1$@ 将于%2$@通知您。%3$@ ※以时刻表为准，不反映延误和停运。

# notify.unavailableOtherDay
source: 他の平日の時刻のため、通知は運行当日に設定してください
en: These are times for another weekday. Please set the alert on the day of travel.
zh_hans: 这是其他工作日的时刻，请在乘车当天设置提醒。

# notify.unavailableSuspended
source: 運休日のため通知は設定できません。平日になると設定できます
en: No service today, so alerts cannot be set. You can set them on a weekday.
zh_hans: 今日停运，无法设置提醒。工作日可以设置。

# options.allowInSettings
source: iPhoneの設定で通知を許可する
en: Allow notifications in iPhone Settings
zh_hans: 在 iPhone 设置中允许通知

# options.autoStartDescription
source: 通常の通知を設定すると、Live Activityも自動で開始します。下のボタンから始める場合は5分前通知も一緒に設定します。
en: Setting a standard alert also starts a Live Activity. Using the button below also sets a 5-minute alert.
zh_hans: 设置普通提醒时会自动启动实时活动。通过下方按钮启动时会同时设置提前5分钟的提醒。

# options.autoStartOff
source: アプリの設定で自動表示がオフです。必要なときは下のボタンから開始できます。
en: Automatic display is off in the app settings. You can start it with the button below.
zh_hans: 已在应用设置中关闭自动显示。需要时可通过下方按钮启动。

# options.currentSetting
source: 現在の設定：%@
en: Current setting: %@
zh_hans: 当前设置：%@

# options.endThisDisplay
source: この便の表示を終了
en: End display for this service
zh_hans: 结束该班次的显示

# options.existingAlertKept
source: 設定済みの%lld分前通知も、そのまま届きます。
en: Your existing %lld-minute alert will still arrive.
zh_hans: 已设置的提前%lld分钟提醒仍会送达。

# options.intermediateStops
source: 途中停車：%@
en: Stops at: %@
zh_hans: 途经站点：%@

# options.liveActivityDescription
source: ロック画面やDynamic Islandで、出発までの時間を確認できます。
en: See the time until departure on the Lock Screen and Dynamic Island.
zh_hans: 可在锁定屏幕和灵动岛上查看距离出发的时间。

# options.liveActivityUnavailable
source: この端末では利用できないか、iPhoneの設定でLive Activityがオフになっています。
en: Not available on this device, or Live Activities are turned off in iPhone Settings.
zh_hans: 本设备不支持，或已在 iPhone 设置中关闭实时活动。

# options.minutesBefore
source: %lld分前に通知
en: %lld min before
zh_hans: 提前%lld分钟提醒

# options.notAvailable
source: この便では設定できません
en: Not available for this service
zh_hans: 该班次无法设置

# options.notPermitted
source: 通知が許可されていません。
en: Notifications are not allowed.
zh_hans: 未允许通知。

# options.notificationTime
source: 通知時刻：%@
en: Alert time: %@
zh_hans: 提醒时间：%@

# options.onlyOnePerBus
source: 同じ便の通知は1件だけ設定できます。選び直すと通知時刻が変更されます。
en: Only one alert can be set per service. Choosing again changes the alert time.
zh_hans: 同一班次只能设置一个提醒。重新选择将更改提醒时间。

# options.otherBusShowing
source: 別の便をLive Activityで表示中です。先に管理画面から終了してください。
en: A Live Activity for another service is showing. Please end it from the management screen first.
zh_hans: 正在显示其他班次的实时活动。请先在管理界面结束。

# options.standardSection
source: 通常の通知
en: Standard alert
zh_hans: 普通提醒

# options.startKeepingAlert
source: Live Activityを開始（通知は継続）
en: Start Live Activity (keep the alert)
zh_hans: 启动实时活动（保留提醒）

# options.startWithAlert
source: 5分前通知とLive Activityを開始
en: Start a 5-minute alert and Live Activity
zh_hans: 设置提前5分钟提醒并启动实时活动

# options.targetSection
source: 対象のバス
en: Selected service
zh_hans: 所选班次

# options.timetableCaveat
source: この通知は時刻表の予定時刻を基準にしています。遅延や運休は自動では反映されません。
en: This alert is based on the published timetable. Delays and cancellations are not reflected automatically.
zh_hans: 该提醒以时刻表的预定时间为准，不会自动反映延误和停运。

# options.title
source: この便をお知らせ
en: Alert for this service
zh_hans: 为该班次提醒

# permission.authorized
source: 通知は許可されています
en: Notifications are allowed
zh_hans: 已允许通知

# permission.denied
source: 通知が許可されていません
en: Notifications are not allowed
zh_hans: 未允许通知

# permission.notDetermined
source: まだ確認していません
en: Not asked yet
zh_hans: 尚未确认

# remaining.departed
source: 出発済み
en: Departed
zh_hans: 已出发

# remaining.hours
source: %lld時間
en: %lld hr
zh_hans: %lld小时

# remaining.hoursMinutes
source: %1$lld時間%2$lld分
en: %1$lld hr %2$lld min
zh_hans: %1$lld小时%2$lld分钟

# remaining.lessThanMinute
source: 1分未満
en: Under 1 min
zh_hans: 不到1分钟

# remaining.minutes
source: %lld分
en: %lld min
zh_hans: %lld分钟

# result.a11yCalculating
source: 残り時間を計算中
en: Calculating the time remaining
zh_hans: 正在计算剩余时间

# result.a11yDeparted
source: この便は出発済みです
en: This service has departed
zh_hans: 该班次已出发

# result.a11yHours
source: あと%lld時間で出発します
en: Departing in %lld hours
zh_hans: %lld小时后出发

# result.a11yHoursMinutes
source: あと%1$lld時間%2$lld分で出発します
en: Departing in %1$lld hours %2$lld minutes
zh_hans: %1$lld小时%2$lld分钟后出发

# result.a11yLeavingSoon
source: まもなく出発します
en: Leaving soon
zh_hans: 即将出发

# result.a11yMinutes
source: あと%lld分で出発します
en: Departing in %lld minutes
zh_hans: %lld分钟后出发

# result.a11yScheduledDeparture
source: %1$@、%2$@発です
en: %1$@, departing at %2$@
zh_hans: %1$@，%2$@出发

# result.a11yTimeRow
source: %1$@発、%2$@着
en: Departs %1$@, arrives %2$@
zh_hans: %1$@出发，%2$@到达

# result.arrivalSuffix
source: 着
en: arr.
zh_hans: 到达

# result.calculating
source: 計算中
en: Calculating
zh_hans: 计算中

# result.departed
source: 出発済み
en: Departed
zh_hans: 已出发

# result.departureSuffix
source: 発
en: dep.
zh_hans: 出发

# result.earlierTitle
source: ひとつ前の便
en: Earlier service
zh_hans: 更早的班次

# result.emptyMessage
source: 行き先または時刻を変えて検索してください
en: Change the destination or the time
zh_hans: 请更改目的地或时间

# result.emptyTitle
source: 条件に合うバスがありません
en: No services match
zh_hans: 没有符合条件的班次

# result.failedTitle
source: 読み込みできませんでした
en: Could not load
zh_hans: 无法加载

# result.followingTitle
source: このあとの便
en: Later services
zh_hans: 之后的班次

# result.footer
source: 平日のみ運行・時刻表は現地の案内を優先してください
en: Weekdays only. Please follow the notices at the stop.
zh_hans: 仅工作日运行。请以现场公告为准。

# result.leavingSoon
source: まもなく出発
en: Leaving soon
zh_hans: 即将出发

# result.nextBus
source: つぎのバス
en: Next bus
zh_hans: 下一班车

# result.notify
source: この便を通知する
en: Notify me for this service
zh_hans: 提醒我这班车

# result.notifyHint
source: 出発前に通知する方法を選びます
en: Choose how to be alerted before departure
zh_hans: 选择出发前的提醒方式

# result.notifyScheduled
source: 通知を設定済み
en: Alert set
zh_hans: 已设置提醒

# result.notifyScheduledHint
source: 通知の内容を変更できます
en: You can change the alert
zh_hans: 可以更改提醒内容

# result.remainingPrefix
source: あと
en: in
zh_hans: 还有

# result.rowHintCannotNotify
source: この便には通知を設定できません
en: You cannot set an alert for this service
zh_hans: 无法为该班次设置提醒

# result.rowLabel
source: %1$@発 %2$@着
en: Departs %1$@, arrives %2$@
zh_hans: %1$@出发，%2$@到达

# result.rowLabelScheduled
source: 、通知設定済み
en: , alert set
zh_hans: ，已设置提醒

# result.serviceNoticeTitle
source: 運行のお知らせ
en: Service notice
zh_hans: 运行通知

# result.unitHour
source: 時間
en: hr
zh_hans: 小时

# result.unitMinute
source: 分
en: min
zh_hans: 分钟

# result.weekdayService
source: 平日ダイヤの便
en: Weekday timetable
zh_hans: 工作日时刻表班次

# route.allServicesEnded
source: 本日のバスはすべて終了しました
en: All services have finished for today
zh_hans: 今日所有班次均已结束

# route.decisionAutomatic
source: 現在地から自動で選びました
en: Chosen from your location
zh_hans: 已根据当前位置选择

# route.decisionManual
source: 自分で選んだ経路です
en: You chose this route
zh_hans: 这是您选择的路线

# route.decisionTimeOfDay
source: 時間帯と前回の行き先から選びました
en: Chosen from the time of day and your last destination
zh_hans: 已根据时段和上次的目的地选择

# route.destinationLabel
source: 目的地
en: To

# route.guidanceDefault
source: 選択した出発地から目的地まで運行します
en: Runs from the selected origin to the destination
zh_hans: 从所选出发地开往目的地

# route.guidanceToYokado
source: 海浜幕張駅を経由してヨーカドー前へ向かいます
en: Runs to ヨーカドー前 via 海浜幕張駅
zh_hans: 经由海浜幕張駅前往ヨーカドー前

# route.guidanceViaYokado
source: 便によってヨーカドー前を経由します
en: Some services stop at ヨーカドー前
zh_hans: 部分班次经停ヨーカドー前

# route.menuHint
source: 変更するには二回タップします
en: Double tap to change
zh_hans: 轻点两下即可更改

# route.nearbyDepartureEnded
source: 現在地付近から出発する本日の便は終了しました
en: Today's services from near you have finished
zh_hans: 今日从您附近出发的班次已结束

# route.originLabel
source: 出発地
en: From
zh_hans: 出发地

# route.swapHintAvailable
source: 入れ替えます
en: Swaps them
zh_hans: 进行交换

# route.swapHintUnavailable
source: 逆向きの便は本日終了しているため使えません
en: There is no return service left today
zh_hans: 反方向班次今日已结束

# route.swapLabel
source: 出発地と目的地を入れ替える
en: Swap origin and destination
zh_hans: 交换出发地和目的地

# route.useCurrentLocation
source: 現在地に合わせる
en: Use current location
zh_hans: 使用当前位置

# route.yokadoDepartureEnded
source: ヨーカドー前から出発する本日の便は終了しました
en: Today's services from ヨーカドー前 have finished
zh_hans: 今日从ヨーカドー前出发的班次已结束

# route.yokadoRemoved
source: ヨーカドー前へ向かう本日の便は終了したため、候補から外しました
en: Today's services to ヨーカドー前 have finished, so it was removed from the choices
zh_hans: 今日前往ヨーカドー前的班次已结束，已从候选中移除

# scheduleError.noDeparture
source: バスの出発時刻を確認できませんでした。別の便を選んでください。
en: The departure time could not be confirmed. Please choose another service.
zh_hans: 无法确认巴士出发时间。请选择其他班次。

# scheduleError.notPermitted
source: 通知が許可されていません。iPhoneの設定で「BusTime」の通知をオンにしてください。
en: Notifications are not allowed. Please turn on notifications for “BusTime” in iPhone Settings.
zh_hans: 未允许通知。请在 iPhone 设置中开启“BusTime”的通知。

# scheduleError.tooLate
source: この便は通知時刻がすでに過ぎています。もう少し先の便を選んでください。
en: The alert time for this service has already passed. Please choose a later service.
zh_hans: 该班次的提醒时间已过。请选择更晚的班次。

# scheduleError.unknown
source: 通知を設定できませんでした。もう一度お試しください。
en: The alert could not be set. Please try again.
zh_hans: 无法设置提醒。请重试。

# search.criteriaArrival
source: %1$@ → %2$@｜%3$@までに到着
en: %1$@ → %2$@ | arriving by %3$@
zh_hans: %1$@ → %2$@｜%3$@前到达

# search.criteriaDeparture
source: %1$@ → %2$@｜%3$@以降に出発
en: %1$@ → %2$@ | departing after %3$@
zh_hans: %1$@ → %2$@｜%3$@后出发

# search.criteriaInitial
source: 検索条件: まだ検索されていません
en: Search: not run yet
zh_hans: 搜索条件：尚未搜索

# search.noResults
source: 条件に合う便がありません。時刻または目的地を変更してください
en: No services match. Change the time or the destination.
zh_hans: 没有符合条件的班次。请更改时间或目的地。

# search.reasonArrival
source: %@到着・希望時刻までに到着
en: Arrives %@, within your target time
zh_hans: %@到达，在期望时间之内

# search.reasonDeparture
source: %@出発・指定時刻以降
en: Departs %@, after the time you set
zh_hans: %@出发，在指定时间之后

# search.resultCount
source: %1$lld便見つかりました。%2$@
en: Found %1$lld services. %2$@
zh_hans: 找到%1$lld个班次。%2$@

# search.resultCountSuspended
source: %lld便見つかりました。運休日のため平日ダイヤの時刻です
en: Found %lld services. There is no service today, so these are weekday times.
zh_hans: 找到%lld个班次。今日停运，显示的是工作日时刻。

# search.resultInitial
source: 出発地・目的地と時刻を選んでください
en: Choose the stops and the time
zh_hans: 请选择站点和时间

# search.timetableLoadFailed
source: 選択された路線の時刻表を読み込めませんでした。
en: Could not load the timetable for the selected route.
zh_hans: 无法加载所选路线的时刻表。

# settings.appearanceDescription
source: 朝は明るい空、夕方は夕焼け、夜は星空へと背景がゆっくり変化します。太陽と月の位置も現在時刻に合わせて動きます。
en: The background shifts slowly from a bright morning sky to sunset and then a starry night. The sun and moon move with the current time too.
zh_hans: 背景会从明亮的清晨天空缓缓变为晚霞，再变为星空。太阳和月亮的位置也随当前时间移动。

# settings.appearanceSection
source: 画面の色
en: Appearance
zh_hans: 界面颜色

# settings.appearanceTitle
source: 時刻に合わせて変わります
en: Changes with the time of day
zh_hans: 随时间变化

# settings.cardOpacityDense
source: こい
en: Dense
zh_hans: 浓

# settings.cardOpacityDescription
source: 背景の風景がどれだけ透けるかを選べます。
en: Choose how much of the background shows through.
zh_hans: 可以选择背景景色的透出程度。

# settings.cardOpacityLight
source: うすい
en: Light
zh_hans: 浅

# settings.cardOpacityNotice
source: 時刻表のように文字が詰まった画面は、ここより少し濃く表示されます
en: Dense screens such as the timetable are shown a little darker than this
zh_hans: 像时刻表这样文字密集的界面会比此处稍浓一些

# settings.cardOpacitySection
source: カードの濃さ
en: Card opacity
zh_hans: 卡片浓度

# settings.liveActivityAvailable
source: 対応端末では最初からオンです。ここでいつでも変更できます。
en: On supported devices this is on by default. You can change it here at any time.
zh_hans: 在支持的设备上默认开启。可随时在此更改。

# settings.liveActivityDescription
source: 通常の通知と一緒に、ロック画面やDynamic Islandへ残り時間を表示します。
en: Shows the time remaining on the Lock Screen and Dynamic Island alongside the standard alert.
zh_hans: 在普通提醒之外，于锁定屏幕和灵动岛上显示剩余时间。

# settings.liveActivityToggle
source: Live Activityを使う
en: Use Live Activities
zh_hans: 使用实时活动

# settings.notificationsSection
source: バスのお知らせ
en: Bus alerts
zh_hans: 巴士提醒

# settings.previewAccessibility
source: 朝、昼、夕方、夜の背景の見本
en: Samples of the morning, midday, evening and night backgrounds
zh_hans: 早晨、白天、傍晚和夜晚的背景示例

# settings.previewEvening
source: 夕
en: Evening
zh_hans: 傍晚

# settings.previewMorning
source: 朝
en: Morning
zh_hans: 早晨

# settings.previewNight
source: 夜
en: Night
zh_hans: 夜晚

# settings.previewNoon
source: 昼
en: Midday
zh_hans: 白天

# settings.title
source: 設定
en: Settings
zh_hans: 设置

# settings.weatherNotice
source: 海浜幕張駅の周辺で雨が降っているときは、背景にも雨が降ります。天気の情報は Open-Meteo から取得しています。
en: When it is raining near 海浜幕張駅, rain appears in the background too. Weather data comes from Open-Meteo.
zh_hans: 当海浜幕張駅附近下雨时，背景中也会下雨。天气信息来自 Open-Meteo。

# tab.home
source: ホーム
en: Home
zh_hans: 首页

# tab.homeAccessibility
source: ホームタブ
en: Home tab
zh_hans: 首页标签页

# tab.timetable
source: 時刻表
en: Timetable
zh_hans: 时刻表

# tab.timetableAccessibility
source: 時刻表タブ
en: Timetable tab
zh_hans: 时刻表标签页

# timetable.cannotNotifyHint
source: 運休日のため通知は設定できません
en: No service today, so alerts cannot be set
zh_hans: 今日停运，无法设置提醒

# timetable.cellAccessibility
source: %1$@発、%2$@着
en: Departs %1$@, arrives %2$@
zh_hans: %1$@出发，%2$@到达

# timetable.cellDeparted
source: 、出発済み
en: , departed
zh_hans: ，已出发

# timetable.cellScheduled
source: 、通知設定済み
en: , alert set
zh_hans: ，已设置提醒

# timetable.emptyMessage
source: ホームタブで出発地と目的地を選び直してください
en: Choose the stops again on the Home tab
zh_hans: 请在首页标签页重新选择出发地和目的地

# timetable.emptyTitle
source: 時刻表がありません
en: No timetable
zh_hans: 没有时刻表

# timetable.hourAccessibility
source: %lld時台
en: %lld o'clock
zh_hans: %lld点时段

# timetable.legendNote
source: 点の付いた便はお買い物便や経由便です
en: A dot marks a shopping service or a service with a detour
zh_hans: 带点的班次为购物班次或经由班次

# timetable.legendRecommendedMark
source: 破線で囲まれた便は検索条件に合う便です
en: Services with a dashed outline match your search
zh_hans: 虚线框内的班次符合搜索条件

# timetable.legendScheduled
source: 色のついた時刻は通知を設定済みです
en: Coloured times have an alert set
zh_hans: 带颜色的时刻已设置提醒

# timetable.legendScheduledMark
source: ベルの印が付いた時刻は通知を設定済みです
en: Times marked with a bell have an alert set
zh_hans: 带铃铛标记的时刻已设置提醒

# timetable.notificationHintBody
source: 選んだ便が出発する前にお知らせします。設定した時刻は色が変わります。
en: You will be alerted before the service departs. Times with an alert change colour.
zh_hans: 将在所选班次出发前通知您。已设置的时刻会变色。

# timetable.notificationHintTitle
source: 時刻をタップすると通知できます
en: Tap a time to set an alert
zh_hans: 轻点时刻即可设置提醒

# timetable.routeHint
source: 経路を変えるときは、ホームタブで出発地と目的地を選んでください
en: To change the route, choose the stops on the Home tab
zh_hans: 要更改路线，请在首页标签页选择出发地和目的地

# timetable.serviceCount
source: %lld便
en: %lld services
zh_hans: %lld个班次

# timetable.serviceNoticeTitle
source: 本日の運行
en: Today's service
zh_hans: 今日运行

# timetable.title
source: 時刻表
en: Timetable
zh_hans: 时刻表

# tutorial.closeAccessibility
source: 使い方を閉じる
en: Close the guide
zh_hans: 关闭使用说明

# tutorial.next
source: 次へ
en: Next
zh_hans: 下一步

# tutorial.page1Description
source: 必要な便だけを、見やすいカードで確認できます。
en: See just the services you need on clear, readable cards.
zh_hans: 只需在清晰易读的卡片上查看所需班次。

# tutorial.page1Title
source: バスの時間を、 もっと気持ちよく
en: A nicer way to catch your bus
zh_hans: 让乘车时间 更加舒心

# tutorial.page2Description
source: ルートと時刻を選んで、次のバスを見つけましょう。
en: Choose a route and a time to find your next bus.
zh_hans: 选择路线和时间，找到下一班车。

# tutorial.page2Title
source: 今すぐ乗れる便を すばやく検索
en: Find the next service quickly
zh_hans: 快速查找 现在能乘坐的班次

# tutorial.page3Description
source: ベルから通知やLive Activityを設定できます。
en: Use the bell to set an alert or a Live Activity.
zh_hans: 可通过铃铛设置提醒或实时活动。

# tutorial.page3Title
source: 乗り遅れを そっと防止
en: A gentle nudge so you don't miss it
zh_hans: 轻声提醒 避免错过

# tutorial.section
source: はじめに
en: Getting started
zh_hans: 开始使用

# tutorial.start
source: はじめる
en: Get started
zh_hans: 开始使用

# weather.decodingFailed
source: 天気情報の形式を解釈できませんでした。
en: The weather response could not be read.
zh_hans: 无法解析天气信息的格式。

# weather.invalidURL
source: 天気情報の取得先を組み立てられませんでした。
en: The weather request could not be built.
zh_hans: 无法构建天气信息的请求地址。

# weather.requestFailed
source: 天気情報を取得できませんでした。通信状態を確認してください。
en: The weather could not be fetched. Please check your connection.
zh_hans: 无法获取天气信息。请检查网络连接。

# when.arrivalExplanation
source: 指定した時刻までに目的地へ着く便を、到着時刻が近い順に表示します
en: Shows services arriving by the time you set, closest arrival first
zh_hans: 按到达时间由近及远显示能在指定时间前抵达的班次

# when.arrivalTimeTitle
source: この時刻までに到着
en: Arriving by
zh_hans: 在此时间之前到达

# when.currentTime
source: 現在時刻
en: Now
zh_hans: 当前时间

# when.currentTimeHint
source: 選択中の検索方法を変えずに現在時刻を入力します
en: Fills in the current time without changing the search type
zh_hans: 在不更改搜索方式的情况下填入当前时间

# when.departureExplanation
source: 指定した時刻以降に出発する便を、早い順に表示します
en: Shows services departing after the time you set, earliest first
zh_hans: 按最早顺序显示在指定时间之后出发的班次

# when.departureTimeTitle
source: この時刻以降に出発
en: Departing after
zh_hans: 在此时间之后出发

# when.searchTypeArrival
source: 到着時間
en: Arrival
zh_hans: 到达时间

# when.searchTypeArrivalFull
source: 到着したい時刻から探す
en: Search by arrival time
zh_hans: 按到达时间查找

# when.searchTypeDeparture
source: 出発時間
en: Departure
zh_hans: 出发时间

# when.searchTypeDepartureFull
source: 出発する時刻から探す
en: Search by departure time
zh_hans: 按出发时间查找

# when.serviceDayOtherWeekday
source: 他の平日
en: Other weekday
zh_hans: 其他工作日

# when.serviceDayOtherWeekdayName
source: 他の平日
en: Other weekday
zh_hans: 其他工作日

# when.serviceDayToday
source: 今日
en: Today
zh_hans: 今天

# when.serviceDayTodayName
source: 今日
en: Today
zh_hans: 今天

# when.title
source: いつのバス
en: When
zh_hans: 何时的班次

# widget.departedShort
source: 出発済
en: Departed
zh_hans: 已出发

# widget.untilDeparture
source: 出発まで
en: Until departure
zh_hans: 距出发
